INSERT INTO jdbc.customers (id,name, surname, age, phone_number)
VALUES (1,'Андрей', 'Иванов', '29', '+79020010001'),
       (2,'Максим', 'Петров', '35', '+79020010002'),
       (3,'Виталий', 'Сидоров', '47', '+79020010003'),
       (4,'Александр', 'Третьяков', '18', '+79020010004'),
       (5,'Никита', 'Лаптев', '59', '+79020010005'),
       (6,'Виктор', 'Васильев', '17', '+79020010006')
on conflict (id) DO NOTHING;

INSERT INTO jdbc.orders (id,date, customer_id, product_name, amount)
VALUES (1,'2023-03-28', 1, 'Сок', 2),
       (2,'2023-03-12', 2, 'Молоко', 1),
       (3,'2023-03-25', 3, 'Чай', 3),
       (4,'2023-04-01', 3, 'Спички', 10),
       (5,'2023-01-04', 4, 'Вода', 2),
       (6,'2023-02-12', 5, 'Сахар', 4),
       (7,'2023-01-05', 6, 'Хлеб', 2),
       (8,'2023-01-27', 6, 'Водка', 1)
on conflict (id) DO NOTHING;;